{
    "plants":[
        {
            "name": "Кактус",
            "watering": "Весной и летом кактус нужно обильно поливать раз в десять дней.\nЗимой, следует сократить полив до одного раза в четыре недели. Почва у растения должна быть сухой на ощупь.\nВода для полива должна быть комнатной температуры.",
            "insolation": "Кактусам ежедневно нужно от четырех до шести часов яркого солнечного света, при этом свет должен быть рассеянным.\nЗимой подойдут окна южной или западной стороны.\nЛетом допустимо вынести кактус на свежий воздух.\nРастение может чувствительно относиться к перепаду температур: не стоит ставить кактус на окно, которое постоянно открывается, или на сквозняк.",
            "pruning": "Чтобы убрать отростки кактуса, нужно протереть нож спиртом и отрезать у основания под углом 45 градусов.",
            "soil": "Почва для кактусов подойдет листовая и глинисто-дерновая земля с песком или перлитом.\nЧтобы удобрить кактус, потребуются средства, в которых содержится большое количество фосфора и меньшее азота. Кактус можно удобрять два-три раза в год в течение вегетационного периода.",
            "pot_size": "Для кактуса стоит выбирать емкость на 1–2 см больше предыдущей. Форма горшка будет зависеть от корней растения. Если они длинные, то лучше выбрать глубокий, но не широкий горшок. Если корни короткие и разрастаются в разные стороны, берите широкую и неглубокую емкость.\nТакже необходимо сделать дренажные отверстия.",
            "picture": ""
        },
        {
            "name": "Мимоза",
            "watering": "В период цветения мимоза нуждается в обильном поливе, мягкой водой, отстоянной при комнатной температуре. Оптимальным временем для полива считаются утренние часы. Изредка можно опрыскивать ее теплой водой в вечерние часы.\nЗимой куст следует поливать каждые 7-8 дней.",
            "insolation": "Мимозу следует ставить на южные, восточные или западные окна.\nЗимой растение комфортно себя чувствует при температуре 15°С, а в период цветения нужно поддерживать температуру воздуха в помещении в пределах 20-22°С.\nТакже комнатному кусту необходимо дополнительное яркое искусственное освещение на 3-4 часа в сутки.",
            "pruning": "В случае выращивания мимозы как однолетнего цветка после того, как она отцветет, ее обрезают: ствол укорачивают, оставляя только прилегающие к стволу побеги.\nЕсли куст выращивается как многолетник, то вместо обрезок его прищипывают. Первое прищипывание делают в апреле с началом вегетативного периода длинные побеги укорачивают. Повторное прищипывание делают, когда мимоза отцветает.",
            "soil": "Для мимозы подходит почва с нейтральной кислотностью, причем грунт должен быть обязательно рассыпчатый и неплотный. В его состав должны входить в равных пропорциях: дерн, торф, перегной, песок, костная мука, перлит или пенопласт.\nТакже для мимозы необходимы удобрения на протяжении всего периода цветения. Минеральные подкормки следует добавлять каждые 2 недели.",
            "pot_size": "Горшок под посев мимозы в диаметре не должен превышать 15 см, а по мере роста растения каждые 2-3 года нужно увеличивать диаметр горшка на 3-4 см, вплоть до достижения им 60 см.\nВ горшке обязательно должны быть отверстия на дне для стока излишней влаги и насыпаны камешки для дренажа.",
            "picture": ""
        },
        {
            "name": "Монстера",
            "watering": "Весной и летом полив должен быть обильным, его проводят сразу после того, как просохнет верхний слой субстрата. Для этого нужно использовать мягкую хорошо отстоявшуюся воду. Осенью полив постепенно сокращают, а зимой его следует проводить только после того, как пройдет 2 дня с момента просыхания верхнего слоя почвы.",
            "insolation": "Монстера нуждается в большом количестве яркого рассеянного света.\nВыращивать ее рекомендуется на западном либо восточном подоконнике.\nЕсли же цветок стоит на южном окне, то его нужно будет притенять от солнца.",
            "pruning": "При выращивании в домашних условиях куст следует подпирать решеткой либо палкой, или натягивать листву веревкой. После того как рост монстеры замедлится, у нее рекомендуется срезать верхушку для стимуляции роста боковых побегов.",
            "soil": "Верхний слой субстрата в горшке нужно заменять каждый год на свежий. Для пересадки растения используют почвосмесь, которая должна состоять из торфяной, дерновой и перегнойной почвы и песка.\nВзрослый куст должен расти в землесмеси, которая состоит из торфяной, перегнойной, дерновой и листовой почвы, а также песка.\nПодкормку следует проводить со второй половины весеннего периода до конца лета 1 раз в 15 дней, для этого попеременно используют органику и минеральные удобрения.",
            "pot_size": "Горшок для небольшого черенка монстеры с двумя — тремя листьями должен быть объёмом не менее пяти литров, а для взрослых растений около 15–20 литров.\nПри этом ёмкость для посадки должна быть глиняной или деревянной, а на дне должен быть расположен хороший дренажный слой.",
            "picture": ""
        },
        {
            "name": "Орхидея",
            "watering": "Поливы должны быть регулярными, теплой мягкой водой (22 – 28 °С).\nОптимальный способ полива – погружение в течение 20 минут.\nЛетом в жаркую погоду орхидеи поливают примерно 1 раз в неделю.\nЗимой при содержании в прохладной комнате – 1-2 раза в месяц. Также 1 раз в 2 недели рекомендован душ теплой водой – 45 – 55°С.\nВо время цветения поливать следует 1 раза в 2 недели, важно, чтобы субстрат не пересыхал, но и не заболачивался.",
            "insolation": "Освещенность растения должна быть высокая, но солнечные лучи должны быть рассеянные так как прямые солнечные лучи даже в зимнее время могут обжечь листья цветка.\nЕсли в помещении окна только южной ориентации, то цветок располагают в 2-3 м. от окна.",
            "pruning": "После окончания цветения цветонос срезают полностью, если растение здоровое и хорошо развитое – до первой живой почки, точнее на 2 см выше нее.",
            "soil": "В качестве почвы нужен специализированный грунт, состоящий преимущественно из сосновой коры.\nОрхидеи нуждаются в регулярных подкормках. Но их проводят до появления первого бутона на цветоносе. Первую подкормку проводят через 1 месяц после пересадки и далее до момента первого бутона подкармливают растение 2 раза в месяц.",
            "pot_size": "Для орхидей нужен горшок, который не будет стеснять их корневую часть, но не будет оставлять лишней свободы. Лучше всего подойдет емкость, диаметр которой больше габаритов корневой системы на 3 см.",
            "picture": ""
        },
        {
            "name": "Роза",
            "watering": "Поливать розы следует рано утром или вечером, когда солнце неактивно, отстоянной водой комнатной температуры.\nВ теплое время года розу поливают по мере высыхания верхнего слоя почвы раз в 2 дня.\nПоливы должны быть частыми, но необильными.\nЗимой достаточно увлажнять почву в среднем 1 раз в неделю.",
            "insolation": "Чтобы роза получала достаточное количество света, ее следует поставить на южный, юго-восточный или восточный подоконник.\nПри этом на южном подоконнике, с 11 до 16 часов окно нужно затенять.",
            "pruning": "Обрезку роз проводят дважды в год: весной и осенью.\nВесной нужно удалить ветки, направленные внутрь куста, срезать засохшие побеги, а также поврежденные части с признаками заражения болезнями и вредителями.\nВ течение всего теплого периода нужно удалить отцветшие бутоны вместе с побегами, на которых они находятся и срывать пожелтевшие и засохшие листья.\nОсенью растение обрезают таким образом, чтобы на каждой ветке осталось от 3 до 5 почек.",
            "soil": "Для роз подходит грунт для цветущих растений. Или же использовать почвосмесь, для этого смешивают: садовую землю – 2 части, листовую – 2 части, перегной – 1 часть, песок – 1 часть, 1 ст. золы. Затем грунт дезинфицируют, поливая темно-розовым раствором марганцовки, противогрибковым средством, раствором медного купороса или прокаливая в духовке.",
            "pot_size": "Изначально укоренившийся черенок розы сначала высаживают в емкость объемом 300-500 мл, а потом по мере наполнения горшка корнями розу следует пересаживать в емкость, объем которой будет больше предыдущей на 200-400 мл.\nДля комнатных роз лучше всего подходят глиняные и керамические емкости.\nВ дне горшка должны обязательно находиться дренажные отверстия.",
            "picture": ""
        }
    ]
}
